Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Заполни данные, чтобы сохранить свой прогресс в питании и получить персональные рекомендации.
de: Daher ist es wichtig, dass Sie Ihren Fortschritt in der Anlage überwachen und persönliche Empfehlungen befolgen.
es: Por lo tanto, asegúrese de realizar su progreso en la piscina y de realizar recomendaciones personales.
fr: Assurez-vous de suivre vos progrès dans la restauration et de fournir des recommandations personnelles.
it: Ricordati di seguire i tuoi progressi nella preparazione e di utilizzare le raccomandazioni personali.
pt_pt: Por favor, certifique-se de que seu progresso na pitania e em termos de recomendações pessoais sejam bem-vindos.
ru: Заполните данные, чтобы сохранить свой прогресс в питании и получить персональные рекомендации.

source: Зарегистрироваться
de: Gespeichert
fr: S'inscrire
it: Effettuare la registrazione

source: ИИ анализирует...
de: Ich analysiere...
fr: Je l'analyse...
it: Si analizza...
pt_pt: Eu estou analisando...

source: ИИ подобрал под твои макросы:
de: Ich habe zwei Makros hinzugefügt:
es: Podemos encontrar dos macros:
fr: Il s'agit de deux macros :
it: Ecco le tue macro:
pt_pt: O que você pode fazer com suas macros:

source: ИИ Шеф следит
de: Ich habe Erfolg
ru: ИИ Шеф следования

source: Имя и фамилия
de: Ich und meine Familie
fr: Moi et ma famille
it: Io e la mia famiglia
pt_pt: Ima e família

source: Ингредиенты
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt_pt: Ingredientes

source: Инструкция от ИИ
de: Anleitung von ИИ
fr: Instruction de ИИ
it: Istruzioni dell'IИИ
pt_pt: Instrução de ИИ

source: История и Факты
de: Geschichten und Fakten
es: Historia y hechos
fr: Histoire et faits
it: Storia e fatti
pt_pt: História e fatos

source: Мы — это то, что мы едим и пьем. Начни свой путь к осознанному питанию, следи за водным балансом и наполняй тело витаминами каждый день. Твое здоровье — твоя главная инвестиция!
de: Мы – Das ist es, что мы едим и пьем. Sobald wir uns mit einer Diät zufrieden gegeben haben, sind wir nach einem halben Tag mit einer Bilanz belastet und haben die Vitamine eingenommen. Zwei Sterne – zwei sichere Investitionen!
es: Мы — это то, что мы едим и пьем. Начни свой путь к осознанному питанию, следи за водным балансом и наполняй тело витаминами каждый день. ¡Dos cosas — dos grandes inversiones!
fr: C'est ça, c'est ce que je pense et je pense. Dès que vous êtes en contact avec votre alimentation, suivez l'équilibre de l'eau et les vitamines nécessaires pour le moment. C'est une bonne affaire !
it: Мы — это то, что мы едим и пьем. Il tuo aiuto è l'uso della vitamina, insieme a un balsamo per l'acqua e un po' di vitamine ogni giorno. La tua passione: la tua investitura!
pt_pt: Eu — isso é, isso é o que eu tenho e o que é isso. Se você colocar um suco saudável, você terá um equilíbrio energético e obterá vitaminas durante o dia. Твое здоровье — твоя главная инвестиция!

source: Нажимая «Зарегистрироваться», вы принимаете условия использования и политику конфиденциальности.
de: Unter „Registrierung“ verstehen wir die Nutzungsbedingungen und die politische Vertraulichkeit.
es: Нажимая «Зарегистрироваться», вы принимаете условия использования and политику конфиденциальности.
fr: En ce qui concerne « l'enregistrement », vous avez la priorité sur l'utilisation et la confidentialité politique.
it: Selezionando «Archiviazione», scegliere l'uso e la politica di riservatezza.
pt_pt: Selecione «Зарегистрироваться», você irá começar a usar a política de privacidade e a política de conexão.

source: Назад
de: Nein
es: Nazad
fr: Nasad
it: Avanti
pt_pt: Nazada

source: Наполни себя энергией 🌱
de: Mehr Energie 🌱
ru: Наполни себя настроением 🌱

source: Например: Рибай...
de: Beispiel: Ribai...
es: Ejemplo: Рибай...
fr: Par exemple : Riba...
it: Esempio: Riбай...
pt_pt: Exemplo: Ribab...

source: Отметь, что у тебя есть на столе
de: Bitte beachten Sie, dass Sie sich auf der Straße befinden
it: Dimmi cosa sei sulla stola
pt_pt: Então, o que você tem no roubo

source: Пароль
de: Parol
es: Parábola
it: Parola d'ordine
pt_pt: Palavra

source: Подготовка продуктов
de: Weitere Produkte
fr: Produits de base
it: Prodotto di qualità
pt_pt: Produtos de produção

source: Почему лучше зарегистрироваться:
de: Bitte registrieren Sie sich:
it: Ecco come eseguire la procedura di registrazione:
pt_pt: Mais informações sobre o assunto:

source: Проверить этот шаг через камеру
de: Überprüfen Sie, ob dies Ihrer Kamera entspricht
fr: Prouvez-le à partir de la caméra
it: Controlla questa foto della fotocamera
ru: Посмотреть этот шаг через камеру

source: Продолжить
de: Ich freue mich
fr: Produire
it: Procedere
pt_pt: Produto

source: Регистрация
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
pt_pt: Registro

source: Рецепт
de: Empfang
es: Recepción
fr: Réception
it: Ricettario

source: Сколько энергии ты тратишь в течение дня?
de: Welche Energie haben Sie am nächsten Tag in die Praxis umgesetzt?
es: ¿Qué energía tienes que tratar con la técnica?
fr: Votre école d'énergie travaille-t-elle en matière de technologie ?
it: Qual è la tua energia nel giorno della tecnologia?
pt_pt: Você está trabalhando na tecnologia hoje?

source: Твое Чистое Топливо.
de: Zwei Чистое Topplivo.
es: dos Чистое Топливо.
fr: Твое Historique Toplivo.
it: Sì Sì Топливо.
pt_pt: Você O que é isso Toplivo.

source: Твой персональный нутрициолог. Никаких жестких диет и голодовок — только умный подход к телу и балансу энергии. Готов изменить себя изнутри?
de: Zwei persönliche Ernährungswissenschaftler. Kleinere Diäten und Diäten sind nur eine Frage von Energie und Energiebilanz. Wie kann ich ein Buch lesen?
es: Dos nutricionistas personales. Никаких жестких диет и голодовок — только умный подход к телу и балансу энергии. Готов изменить себя изнутри?
fr: Votre nutritionniste personnel. Les régimes alimentaires et les régimes alimentaires des personnes âgées — c'est tout ce qu'il y a de mieux pour le téléphone et l'équilibre énergétique. Que voulez-vous faire pour votre entreprise ?
it: Il tuo nutrizionista personale. Никаких жестких диет и голодовок — только умный подход к телу и балансу энергии. Come modificare la tua attività?
pt_pt: Seu nutrição pessoal. Cada dia é uma dieta saudável e saudável — para que você possa ter energia e equilibrar a energia. Você sabe qual é o problema?

source: Твой ритм
de: Zwei Riten
es: Dos ritmos
fr: Votre rythme
it: Il tuo ritmo
pt_pt: Seu ritmo

source: Твоя суточная норма калорий и макронутриентов успешно рассчитана. Добро пожаловать в лучшую версию себя.
de: Es werden zwei verschiedene Kalorien- und Makronährstoffnormen verwendet. Bitte beachten Sie, dass dies der Fall ist.
es: Estas son las normas de calorías y los procesadores de alimentos utilizados de forma habitual. Добро пожаловать в лучшую версию себя.
fr: Vos normes caloriques et macronutriments sont parfaitement adaptées. Il faut que ce soit dans la version actuelle de ce mois-ci.
it: Questa norma calorica e macronutrizionale è corretta. Dovresti trovarlo nella tua versione preferita.
pt_pt: Sua norma de calorias e macronútrientes é de uso normal. Ele foi colocado em uma versão mais recente.
ru: Твоя дневная норма калорий и макронутриентов успешно рассчитана. Добро пожаловать в любую версию себя.

source: Финальный штрих: Подача
de: Endgültige Texte: Подача
fr: Étapes finales : Подача
it: Sezione finale: Podazione
pt_pt: Trilha final: Possível

source: Что приготовим с ИИ?
de: Was ist der Grund für dieses Problem?
fr: Qu'est-ce qui se passe avec moi?
it: Che cosa è successo con IO?
pt_pt: O que foi feito com ИИ?

source: Ясно
de: Ja
fr: Oui
it: Sì
pt_pt: Eu não

source: %lld Day Streak!
es: ¡Racha de %ll días!
fr: %lle journée consécutive !
it: %lld giorni consecutivi!
pt_pt: %lld sequência de dias!
ru: %lld дневная серия!

source: %lld MIN
es: %lld MÍN.
ru: %lld МИН

source: 1.8 L
es: 1,8 litros
it: 1,8 litri
pt_pt: 1,8 litros
ru: 1,8 л

source: AI Chef Studio
es: Estudio de chef de IA
it: Studio AI Chef
pt_pt: Estúdio de Chef de IA
ru: Студия шеф-повара AI

source: AI Visual Progress Tracker
es: Seguimiento visual del progreso de la IA
fr: Suivi visuel des progrès de l'IA
it: Tracker dei progressi visivi dell'intelligenza artificiale
pt_pt: Rastreador de progresso visual de IA
ru: Визуальный трекер прогресса с использованием искусственного интеллекта

source: Anti-Aging
es: Antienvejecimiento
fr: Anti-âge
it: Antietà
pt_pt: Antienvelhecimento
ru: Антивозрастной

source: App Theme
es: Tema de la aplicación
fr: Thème de l'application
it: Tema dell'app
pt_pt: Tema do aplicativo
ru: Тема приложения

source: Apple Fitness
es: aptitud de manzana
fr: Pomme Fitness
it: Fitness Apple
pt_pt: Maçã Fitness
ru: Яблоко Фитнес

source: Apple Health
es: Salud de la manzana
fr: Pomme Santé
it: Salute delle mele
pt_pt: Saúde da maçã
ru: Apple Здоровье

source: Avocado
es: Palta
fr: Avocat
pt_pt: Abacate
ru: Авокадо

source: Avocados
es: aguacates
fr: Avocats
it: Avocadi
pt_pt: Abacates
ru: Авокадо

source: Barcode
es: Código de barras
fr: Code à barres
it: Codice a barre
pt_pt: Código de barras
ru: Штрих-код

source: Barcode Scan
es: Escaneo de código de barras
fr: Numérisation de codes à barres
it: Scansione del codice a barre
pt_pt: Leitura de código de barras
ru: Сканирование штрих-кода

source: BMI: %@
es: IMC: %@
fr: IMC : %@
it: IMC: %@
pt_pt: IMC: %@
ru: ИМТ: %@

source: Body Mass Index
es: Índice de masa corporal
fr: Indice de masse corporelle
it: Indice di massa corporea
pt_pt: Índice de Massa Corporal
ru: Индекс массы тела

source: Butter
es: Manteca
fr: Beurre
it: Burro
pt_pt: Manteiga
ru: Масло

source: Caesar Dressing
es: Aderezo César
fr: Vinaigrette César
it: Condimento di Cesare
pt_pt: Molho César
ru: Соус Цезарь

source: cal
es: California
ru: кал

source: Cheat Day
es: Día de trampa
fr: Journée de triche
it: Il Giorno dei Trucchi
pt_pt: Dia de trapaça
ru: Читмил

source: cm
es: centímetro
ru: см

source: Croutons
es: Crutones
fr: Croûtons
it: Crostini
ru: Гренки

source: Curry Paste
es: Pasta de curry
fr: Pâte De Curry
it: Pasta Di Curry
pt_pt: Pasta de Caril
ru: Карри Паста

source: Email
es: Correo electrónico
ru: Электронная почта

source: FoodTracker
es: Rastreador de alimentos
fr: AlimentaireTracker
ru: Еда Трекер

source: g
es: gramo
ru: г

source: Hydro Homie
es: hidro homie
pt_pt: Hidro Homie
ru: Гидро Гомер

source: Imperial (lb, ft, oz)
es: Imperial (libras, pies, onzas)
fr: Impérial (lb, pi, oz)
it: Imperiale (libbre, piedi, once)
pt_pt: Imperial (lb, pés, onças)
ru: Британские (фунты, футы, унции)

source: kcal
es: calorías
fr: kilocalories
pt_pt: calorias
ru: ккал

source: KCAL
es: calorías
ru: Ккал

source: Keto
es: cetogénico
fr: Céto
it: Cheto
pt_pt: Ceto
ru: Кето

source: kg
es: kilos
fr: kilos
ru: кг

source: Lean Ground Turkey
es: Pavo molido magro
fr: Dinde hachée maigre
it: Tacchino macinato magro
pt_pt: Turquia moída magra
ru: Бережливая земля индейка

source: Level %d
es: Nivel %d
fr: Niveau %d
it: Livello %d
pt_pt: Nível %d
ru: Уровень %d

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
it: Livello %lld
pt_pt: Nível %lld
ru: Уровень %lld

source: Low Carb
es: Bajo en carbohidratos
fr: Faible teneur en glucides
it: Basso contenuto di carboidrati
pt_pt: Baixo teor de carboidratos
ru: Мало углеводов

source: Magnesium
es: Magnesio
fr: Magnésium
it: Magnesio
pt_pt: Magnésio
ru: Магний

source: Mayonnaise
es: Mayonesa
it: Maionese
pt_pt: Maionese
ru: Майонез

source: Medium
es: Medio
fr: Moyen
it: Medio
pt_pt: Médio
ru: Середина

source: MIN
es: MÍNIMO
fr: MINIMUM
it: MINIMO
ru: МИН

source: Mise en place
es: Puesta en marcha
it: Messa in posto
ru: Миза на месте

source: Name
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
ru: Имя

source: OK
es: DE ACUERDO
fr: D'ACCORD
ru: ОК

source: Optional
es: Opcional
fr: Facultatif
it: Opzionale
pt_pt: Opcional
ru: Необязательный

source: Protein
es: Proteína
fr: Protéine
it: Proteina
pt_pt: Proteína
ru: Белки

source: PROTEIN
es: PROTEÍNA
fr: PROTÉINE
it: PROTEINA
pt_pt: PROTEÍNA
ru: БЕЛОК

source: Protein (g)
es: Proteína (g)
fr: Protéine (g)
it: Proteine ​​(g)
pt_pt: Proteína (g)
ru: Белок (г)

source: Protein Smoothie
es: Batido de proteínas
fr: Smoothie protéiné
it: Frullato proteico
pt_pt: Batido de Proteína
ru: Протеиновый смузи

source: Ribeye Steak
es: Filete De Chuletón
fr: Steak de faux-filet
it: Bistecca di ribeye
pt_pt: Bife de Ribeye
ru: Рибай стейк

source: Smart Builder
es: Constructor inteligente
fr: Constructeur intelligent
it: Costruttore intelligente
pt_pt: Construtor Inteligente
ru: Умный Строитель

source: Smart Food Vision
es: Visión alimentaria inteligente
fr: Vision alimentaire intelligente
it: Visione alimentare intelligente
pt_pt: Visão Alimentar Inteligente
ru: Видение умной еды

source: Smoothie
es: Zalamero
it: Frullato
pt_pt: Batido
ru: Смузи

source: Snack
es: Bocadillo
fr: Collation
it: Spuntino
pt_pt: Lanche
ru: Перекус

source: Sous-Chef
es: segundo chef
ru: Су-шеф

source: Sous-Vide Veal Tenderloin with Black Garlic Jus and Charred Asparagus
es: Solomillo de ternera al vacío con jugo de ajo negro y espárragos asados
it: Filetto di vitello sottovuoto con salsa all'aglio nero e asparagi carbonizzati
pt_pt: Lombo de vitela Sous-Vide com molho de alho preto e espargos carbonizados
ru: Телячья вырезка су-вид с соусом из черного чеснока и обугленной спаржей

source: Soy Sauce
es: Salsa de soja
it: Salsa di soia
pt_pt: Molho de soja
ru: Соевый соус

source: Spam or Fake
es: Spam o falso
it: Spam o falso
pt_pt: Spam ou falso
ru: Спам или фейк

source: Spicy Lean Turkey Chili
es: Chile de pavo magro picante
it: Peperoncino piccante di tacchino magro
pt_pt: Pimentão de peru magro picante
ru: Острый постный перец чили из индейки

source: Spicy Mayo (Mayo + Sriracha)
es: Mayo picante (Mayo + Sriracha)
it: Maionese piccante (Maionese + Sriracha)
pt_pt: Maionese Picante (Mayo + Sriracha)
ru: Пряный майонез (Майонез + Шрирача)

source: Spicy Shrimp Lettuce Wraps
es: Wraps picantes de lechuga y camarones
it: Involtini piccanti di lattuga e gamberi
pt_pt: Wraps de alface com camarão picante
ru: Пряные обертки с креветками и салатом

source: Spinach and Feta Stuffed Chicken Breast
es: Pechuga De Pollo Rellena De Espinacas Y Feta
it: Petto di pollo ripieno di spinaci e feta
pt_pt: Peito de Frango Recheado com Espinafre e Feta
ru: Куриная грудка, фаршированная шпинатом и фетой

source: Start your morning with these fluffy, high-protein pancakes packed with fresh antioxidants. 🥞🫐
es: Comience el día con estos panqueques esponjosos y ricos en proteínas y repletos de antioxidantes frescos. 🥞🫐
it: Inizia la giornata con questi soffici pancake ad alto contenuto proteico ricchi di freschi antiossidanti. 🥞🫐
pt_pt: Comece o seu dia com estas panquecas fofas e ricas em proteínas, repletas de antioxidantes frescos. 🥞🫐
ru: Начните свое утро с этих пышных блинов с высоким содержанием белка, наполненных свежими антиоксидантами. 🥞🫐

source: Stress can cause cortisol spikes which leads to cravings. Try drinking some herbal tea and taking deep breaths. I'm here if you want to talk.
es: El estrés puede provocar picos de cortisol que provocan antojos. Intente beber un poco de té de hierbas y respirar profundamente. Estoy aquí si quieres hablar.
it: Lo stress può causare picchi di cortisolo che portano ad appetito. Prova a bere una tisana e a fare respiri profondi. Sono qui se vuoi parlare.
pt_pt: O estresse pode causar picos de cortisol, o que leva a desejos. Experimente beber um chá de ervas e respirar fundo. Estou aqui se você quiser conversar.
ru: Стресс может вызвать скачки кортизола, что ведет к тяге к еде. Попробуйте выпить травяной чай и глубоко подышать. Я здесь, если вы хотите поговорить.

source: Sugar-Free BBQ Sauce
es: Salsa BBQ Sin Azúcar
it: Salsa BBQ senza zucchero
pt_pt: Molho de churrasco sem açúcar
ru: Соус для барбекю без сахара

source: Sugar-Free Marinara Sauce
es: Salsa Marinara Sin Azúcar
it: Salsa Marinara Senza Zucchero
pt_pt: Molho Marinara Sem Açúcar
ru: Соус Маринара без сахара

source: Sun
es: Sol
it: Sole
pt_pt: Sol
ru: Вс

source: Sunchokes (Jerusalem Artichoke)
es: Sunchokes (alcachofa de Jerusalén)
it: Sunchokes (topinambur)
pt_pt: Sunchokes (alcachofra de Jerusalém)
ru: Sunchoks (топинамбур)

source: Sushi Grade Ahi Tuna
es: Atún Ahi grado sushi
it: Tonno Ahi di qualità sushi
pt_pt: Atum Ahi Grau Sushi
ru: Суши Сорт Ахи Тунец

source: Sushi-grade Ahi seared for mere seconds, accompanied by a vibrant edamame silk and molecular yuzu-ponzu caviar. 🍣
es: Ahi de calidad sushi chamuscado durante unos segundos, acompañado de una vibrante seda de edamame y caviar molecular de yuzu-ponzu. 🍣
it: Ahi di qualità sushi scottato per pochi secondi, accompagnato da una vibrante seta edamame e caviale molecolare yuzu-ponzu. 🍣
pt_pt: Ahi de qualidade sushi tostado por meros segundos, acompanhado por uma vibrante seda edamame e caviar molecular yuzu-ponzu. 🍣
ru: Ахи суши-класса, обжаренные всего на несколько секунд, в сопровождении яркого шелка эдамаме и молекулярной икры юзу-понзу. 🍣

source: Sweet Corn Kernels
es: Granos de maíz dulce
it: Chicchi di mais dolce
pt_pt: Grãos de Milho Doce
ru: Ядра сладкой кукурузы

source: Sweet Potatoes
es: batatas
it: Patate dolci
pt_pt: Batata doce
ru: Сладкий картофель

source: Sweet, delicate langoustine gently poached in aromatic butter, elevated by an ethereal, foamy coconut and lemongrass broth. 🦐
es: Langostinos dulces y delicados escalfados suavemente en mantequilla aromática, realzados con un etéreo y espumoso caldo de coco y hierba de limón. 🦐
it: Scampi dolci e delicati delicatamente affogati in burro aromatico, esaltati da un etereo e schiumoso brodo di cocco e citronella. 🦐
pt_pt: Lagostins doces e delicados escaldados suavemente em manteiga aromática, realçados por um caldo etéreo e espumoso de coco e capim-limão. 🦐
ru: Сладкий, нежный лангустин, нежно приготовленный в ароматном сливочном масле с эфирным пенистым бульоном из кокоса и лемонграсса. 🦐

source: Synthesizing nutritional matrices...
es: Sintetizando matrices nutricionales...
it: Sintetizzare le matrici nutrizionali...
pt_pt: Sintetizando matrizes nutricionais...
ru: Синтезируем нутрициональные матрицы...

source: Tap the button below to analyze your calories, macros, and get a personalized summary for today.
es: Toque el botón a continuación para analizar sus calorías, macros y obtener un resumen personalizado de hoy.
it: Tocca il pulsante qui sotto per analizzare le calorie, i macronutrienti e ottenere un riepilogo personalizzato per oggi.
pt_pt: Toque no botão abaixo para analisar suas calorias, macros e obter um resumo personalizado de hoje.
ru: Нажмите кнопку ниже, чтобы проанализировать калории, макросы и получить персонализированный отчет за сегодня.

source: Teriyaki Sauce
es: Salsa Teriyaki
fr: Sauce Teriyaki
it: Salsa Teriyaki
pt_pt: Molho Teriyaki
ru: Соус Терияки

source: Tuna Avocado Salad
es: Ensalada De Atún Y Aguacate
fr: Salade Thon Avocat
it: Insalata Di Tonno E Avocado
pt_pt: Salada de Atum e Abacate
ru: Салат из тунца и авокадо

source: Tuna Salad Stuffed Avocados
es: Aguacates Rellenos De Ensalada De Atún
fr: Avocats farcis à la salade de thon
it: Avocado ripieni di insalata di tonno
pt_pt: Salada de Atum Abacate Recheado
ru: Салат из тунца, фаршированные авокадо

source: Turbot Fillet
es: Filete De Rodaballo
fr: Filet de Turbot
it: Filetto Di Rombo
pt_pt: Filé de Pregado
ru: Филе палтуса

source: Turmeric Powder
es: Cúrcuma en polvo
fr: Poudre de curcuma
it: Polvere di curcuma
pt_pt: Cúrcuma em pó
ru: Куркума Порошок

source: Ultra-lean red meat from premium ostrich fillet, complemented by a sweet-and-sour berry reduction and earthy, wood-smoked parsnips. 🍖
es: Carne roja ultramagra de filete de avestruz de primera calidad, complementada con una reducción de frutos rojos agridulce y chirivías terrosas ahumadas en madera. 🍖
fr: Viande rouge ultra maigre issue d'un filet d'autruche de première qualité, complétée par une réduction de baies aigre-douce et des panais terreux fumés au bois. 🍖
it: Carne rossa ultra magra di filetto di struzzo di prima qualità, completata da una riduzione di frutti di bosco in agrodolce e pastinaca terrosa affumicata a legna. 🍖
pt_pt: Carne vermelha ultramagra de filé de avestruz premium, complementada por uma redução agridoce de frutas vermelhas e pastinacas terrosas defumadas a lenha. 🍖
ru: Ультра-нежирное красное мясо из премиального филе страуса, дополненное кисло-сладким ягодным соусом и земляным пастернаком, копченным на дровах. 🍖

source: Ultra-premium Ora King salmon slowly basted in cultured butter, resting on a silky Jerusalem artichoke velouté, crowned with a quenelle of black caviar. 🐟
es: Salmón Ora King ultra premium bañado lentamente en mantequilla cultivada, reposando sobre una sedosa velouté de alcachofa de Jerusalén, coronado con una quenelle de caviar negro. 🐟
fr: Saumon Ora King ultra-premium arrosé lentement de beurre de culture, reposant sur un velouté soyeux de topinambour, couronné d'une quenelle de caviar noir. 🐟
it: Salmone Ora King ultra premium imbevuto lentamente di burro coltivato, adagiato su una vellutata setosa di topinambur, coronato da una quenelle di caviale nero. 🐟
pt_pt: Salmão Ora King ultra-premium regado lentamente em manteiga cultivada, repousando sobre um sedoso velouté de alcachofra de Jerusalém, coroado com uma quenelle de caviar preto. 🐟
ru: Ультра-премиальный лосось Ора Кинг, медленно поливаемый кисломолочным маслом, покоится на шелковистом велюте из топинамбура, увенчанном кнелем из черной икры. 🐟

source: Under 300
es: Menos de 300
fr: Moins de 300
it: Sotto i 300
pt_pt: Menos de 300
ru: До 300

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt_pt: Erro desconhecido
ru: Неизвестная ошибка

source: Unsalted Butter (Cold)
es: Mantequilla sin sal (fría)
fr: Beurre non salé (froid)
it: Burro Non Salato (Freddo)
pt_pt: Manteiga sem sal (fria)
ru: Несоленое сливочное масло (холодное)

source: Unsweetened Almond Milk
es: Leche de almendras sin azúcar
fr: Lait d'amande non sucré
it: Latte di mandorle non zuccherato
pt_pt: Leite de amêndoa sem açúcar
ru: Несладкое миндальное молоко

source: Vanilla Vegan Protein Powder
es: Proteína en polvo vegana de vainilla
fr: Poudre de protéine végétalienne à la vanille
it: Polvere proteica vegana alla vaniglia
pt_pt: Proteína Vegana em Pó de Baunilha
ru: Ванильный веганский протеиновый порошок

source: Vanilla Whey Protein
es: Proteína de suero de vainilla
fr: Protéine de lactosérum à la vanille
it: Proteine ​​del siero di latte alla vaniglia
pt_pt: Proteína Whey De Baunilha
ru: Ванильный сывороточный протеин

source: Veal Bone Demi-Glace
es: Demi-Glace de Hueso de Ternera
fr: Demi-glaçage à l'os de veau
it: Demi-Glace di osso di vitello
pt_pt: Osso de Vitela Demi-Glace
ru: Демиглас из телячьей кости

source: Veal Demi-Glace
es: Demi-Glace de ternera
fr: Demi-glaçage de veau
it: Demi-glace di vitello
pt_pt: Vitela Demi-Glace
ru: Демиглас из телятины

source: Veal Tenderloin
es: Solomillo De Ternera
fr: Filet De Veau
it: Filetto Di Vitello
pt_pt: Lombinho de vitela
ru: Телячья вырезка

source: Vegan
es: vegano
fr: Végétalien
it: Vegano
pt_pt: Vegano
ru: Веган

source: Vegan Chickpea Coconut Curry
es: Curry Vegano De Garbanzos Y Coco
fr: Curry végétalien aux pois chiches et à la noix de coco
it: Curry vegano di ceci e cocco
pt_pt: Caril vegano de grão de bico e coco
ru: Веганское карри из нута и кокоса

source: Vegan Chocolate Peanut Butter Smoothie
es: Batido vegano de chocolate y mantequilla de maní
fr: Smoothie végétalien au chocolat et au beurre de cacahuète
it: Frullato vegano al burro di arachidi e cioccolato
pt_pt: Smoothie de manteiga de amendoim com chocolate vegano
ru: Веганский шоколадный смузи с арахисовым маслом
